/*
* Marko Lokka project. MDir Tool
* 2013 (c) mDesign
*/
menuFile=Fil
menuFileFolderScan=Mapp scan
menuFileExit=St\u00e4ng
menuEdit=Redigera
menuEditEventManager=Event manager
menuHelp=Hj\u00e4lp
menuHelpHelp=Hj\u00e4lp
menuHelpDonateUs=Donera
menuHelpUpdate=Uppdatera
menuHelpAbout=Info om programmet
runBtn=Starta
importBtn=Importera
folder=Mapp
folderSize=Storlek
folderFiles=Filer
folderBadDates=Fel uppdatering
folderDateDifference=Uppdaterings skillnad
folderStatus=L\u00e4ge
changeWorkDir=Byt
bottomFiles=Filer
bottomFolders=Mappar
selectAll=V\u00e4lj alla
selectInvert=Uteslut val
selectNone=Inget val
selectRange=V\u00e4lj en region
organizerTab=Arrang\u00f6r
remove=Ta bort
removePermanently=Ta bort permanent
dateToolsTab=\u00c4ndring av datum
confirmAllDates=Alla datum OK
markSelectedDaysOk=Datum OK
removeDateTag=Ta bort \u00e4ndring av datum
morning=Morgon
midday=F\u00f6rmiddag
day=Dag
afternoon=Eftermiddag
earlyEvening=Sen eftermiddag
evening=Kv\u00e4ll
night=Natt
smallHours=Sm\u00e5timmarna
noSelection=Inget val
year=\u00c5r
month=M\u00e5nad
day=Dag
begin=B\u00f6rjan
end=Slut
hour=Timme
min=Minut
sec=Sekund
setDates=Ange datum
continue=Forts\u00e4tt
timeShiftTab=Redigera tid
timeShift=Redigera tid
missingDate=Datum saknas
addFolderName=L\u00e4gg till katalognamn
moveTo=Flytta
mergeIntoOne=infoga
totalFiles=Fullst\u00e4ndiga mappar
startCopy=Starta kopiering
addToBatch=L\u00e4gg till I k\u00f6n
editDates=Redigera datum
viewFolders=Visa mapp
closeBtn=St\u00e4ng
allFilesAreOk=Alla filer I mappen \u00e4r I ordning. Kopiering kan p\u00e5b\u00f6rjas
cannotRename=Det g\u00e5r inte att \u00e4ndra namn d\u00e5 mappen \u00e4r I bruk. St\u00e4ng programmen och f\u00f6rs\u00f6k igen.
selectFolders=V\u00e4lj mapp
ok=OK
cancel=\u00c5ngra
addFolders=L\u00e4gg till mapp
removeFolders=Ta bort valda
folderName=Mappens namn
updateOK=Du anv\u00e4nder redan senaste versionen av Mdir
chooseDestination=Ingen m\u00e5lmapp vald
processCancelled=Processen avbr\u00f6ts
processFailed=Ett fel intr\u00e4ffade. Processen avbr\u00f6ts
userNameCheck=Detta program har \u00e4nnu inte publicerats officiellt. Ni anv\u00e4nder denna version av programmet samt problemen som uppst\u00e5r p\u00e5 egen risk. 
createDataFileFailed=Det gick inte att skapa filen
createDataFolderFailed=Det gick inte att skapa mappen
loadingMainFrameFailed=Det gick inte att skapa 
regKeyMissing=Registreringsnyckel saknas
folderExists=Mappen finns redan
urlFailed=Kan inte l\u00e4sa URL adress
hyperlinkFailed=Kan inte l\u00e4sa Hyperlink
urlSyntaxError=Kan inte l\u00e4sa URL adress
cannotSetWorkDir=Kan inte st\u00e4lla in destinationsmapp p\u00e5 grund av fel
projectDirError=Ingen destinationsmapp vald
loadingTablesFailed=Det gick inte att filerna
cannotFindFolder=Det gick inte att hitta mappen
cannotFindTempFolder=Det g\u00e5r inte att skapa en tillf\u00e4llig mapp
cannotFindVLCPath=Det gick inte att hitta VLC biblioteket. Det g\u00e5r inte att spela inneh\u00e5llet.
cannotFindVLCPluginPath=Det gick inte att hitta VLC sp\u00e5ren. Det g\u00e5r inte att spela inneh\u00e5llet. 
smallScreenResolution=Din sk\u00e4rmuppl\u00f6sning \u00e4r f\u00f6r liten f\u00f6r detta program. Minimum sk\u00e4rmuppl\u00f6sning \u00e4r 1280x800.
exiting=St\u00e4nger ner..
programRunning=Programmet \u00e4r redan ig\u00e5ng
osNotSupported=Programmet st\u00f6djer inte ert operativsystem. V\u00e4nligen informera oss om vilket operativsystem ni anv\u00e4nder s\u00e5 ser vi \u00f6ver om vi kan uppdatera programmet I framtiden
cannotDeleteTempFiles=Det g\u00e5r inte att ta bort den tillf\u00e4lliga filen
folderNotFound=Det g\u00e5r inte att ta bort den tillf\u00e4lliga mappen
viewFolderFailed=Det g\u00e5r inte att ta bort den tillf\u00e4lliga mappen
imageNotExists=Bilden finns inte
cannotPlayVideoFile=Det g\u00e5r inte att spela inneh\u00e5llet
atLocation=Plats
renameError=Det g\u00e5r inte att d\u00f6pa om filen
cannotSetLastModifiedDate=Det g\u00e5r inte att skriva in datumet I filen
fileNotFound=Filen kan inte l\u00e4sas
cannotCreateDir=Mappen som f\u00f6rs\u00f6kte skapas g\u00e5r tyv\u00e4rr inte att skapa. Kanske anv\u00e4nder ett annat program mappen. St\u00e4ng programmen I bakgrunden och f\u00f6rs\u00f6k igen.
cannotMoveFile=Det g\u00e5r inte att flytta filen tll mappen p\u00e5 grund av ett fel. Kanske anv\u00e4nder ett annat program mappen. St\u00e4ng programmen I bakgrunden och f\u00f6rs\u00f6k igen.
cannotDeleteFiles=Det g\u00e5r inte att ta bort filen p\u00e5 grund av ett fel. Kanske anv\u00e4nder ett annat program mappen. St\u00e4ng programmen I bakgrunden och f\u00f6rs\u00f6k igen.
source=Fr\u00e5n
destination=Var
cannotRenameThumb=Det g\u00e5r inte att d\u00f6pa den tillf\u00e4lliga bilden.
fatalError=Programmet har ov\u00e4ntat st\u00f6tt p\u00e5 ett stort problem och st\u00e4ngs av automatiskt. 
folderNameHasChanged=Folder  has beenname changed by another process while using
restart=Restart
cannotConvertVideoFile=and try again
cannotConvertRawFile=Cannot convert current raw image
filename=Filename
cannotFindSnapShotFolder=Cannot access snapshot folder 
parseException=Parse exception
errorReport=Please report this issue by sending email of current error code to fix this issue.\nThank you!
somethingWentWrong=Something went wrong
youHaventSelectedMedia=You have not selected media file(s)
haventChosenFileYet=You haven't chosen files yet
startDateLower=Start date is lower than end date
dateScaleTooSmall=The scale between dates are too small. Adjust the dates and try again
confirmationDialog=Confirmation dialog
beginEndDateSame=The beginning and end dates are the same.\nIt is high recommended to answer NO and fix all dates before continue.\n\nWould you like to proceed?
beginningDate=Beginning date
endDate=End date
redLabel_INFO=Red label is media file which can't find date taken information at EXIF. These files are new files or edited files from originial file when file losts it's exif data.
yellowLabel_INFO=Yellow label indicates image which has EXIF file but it haven't got filedate in filename. You should still check every image and compare with the actual date taken. Sometimes image dates could be wrong if camera setting haven't adjusted time and date properly. At this point it is easy to fix
orangeLabel_INFO=Orange label indicates video file which have been forked a possible date
